<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title>Документ без названия</title>
<style>
    
    .zagolovok
{
font-weight: bold;
font-size: larger;
float: inherit;
}
.posit1
{
font-weight: bold;
float:inherit;
}
.punkt
{
font-weight: bold;
/*font-size:larger;*/
}
p
{
  
     margin-top: 0.2em; /* Отступ сверху */
    margin-bottom: 0.2em; /* Отступ снизу */
}
/*.left
{
    float:left; 
    width:320px;
}
.right
{
    float:right; 
    width:320px;
}
*/
.smallw
{
     font-size: small;
}
.yurlic
{
    font-weight: bold;
}
.vikon
{
/*text-align: right;*/
margin-top: 300px;
}

.error
{
color:red;
}

.error2
{
color:green;
}
</style>
    
</head>

<body>

<? $s_id=$_GET['id']; ?>

<? $atest=Atestat::model()->findByPk($_GET['id']); ?>
<? $dipl=Diplom::model()->findByPk($_GET['id']); ?>
<div align="center" class="zagolovok">Договір №</div><br /> 
<div align="center" class="posit1">про навчання</div><br />
<div align="center">з одного боку:<u> Мелітопольський державний педагогічний університет ім.Б.Хмельницького</u>  в <br />особі
ректора, професора Молодыченко Валентин Викторович,</u>  що діє на підставі Статуту (далі -  Виконавець),<br />
з іншого боку: 
 <?  $stud=Student::model()->findByPk($_GET['id']);
   ?>                   <u> <?= $stud->lastname;?>  <?= $stud->firstmane; ?>  <?= $stud->middlename; ?></u> (далі - Замовник), далі - сторони, уклали цей договір про наступне.</div>

<div align="center" class="punkt">1. ПРЕДМЕТ ДОГОВОРУ.</div>
<?  $req=Request::model()->findByPk($_GET['reg_id']); ?>
<? $facult=Facultet::model()->findByPk($req->facultet_id); ?>
<? $gal=Galuz::model()->findByPk($req->galuz_id); ?>
Виконавець бере на себе зобов'язання за рахунок коштів Замовника здійснити навчання (далі - освітня послуга), а саме:
<p>- форма навчання: <u><?php if($req->education=="0")
	{ 
	echo "стаціонар";
	}
	if($req->education=="1")
	{ 
	echo "заочна";
	} ?></u></p>
<p>- факультет (відділення): <u><?= $facult->caption; ?></u></p>
<p>- галузь знань:  <u><?= $gal->caption; ?></u></p>
<p>- освітньо-кваліфікаційний рівень: 
 <u><?php if($req->level=="6")
	{ 
	echo "бакалавр";
	}
	if($req->level=="7")
	{ 
	echo "спеціаліст";
	}
	if($req->level=="8")
	{ 
	echo "магістр";
	}
	?></u></p>
<p>на базі атестату (диплому): <u>
    
    <?php if($req->na_bazi==0 )
	{
	?>
	<?= "атестату"; ?>  <?= $atest->docum_s; ?>  <?= $atest->docum_n ; ?>
	<?
    }
	if ($req->na_bazi==1)
	{
	?>
<?= "диплому"; ?> <?= $dipl->docum_s; ?>  <?= $dipl->docum_n ; ?>
	<?
    }
	
	?>
 </u></p>
 <?  $napr=Naprym::model()->findByPk($req->naprym_id); ?>
<p>на напрям підготовки: <u><?= $napr->caption; ?></u></p>
<p>з присвоєнням кваліфікації: </p>
    <p>- послуга надається в МДПУ ім.Б.Хмельницького в м. Мелітополь</p>
<p class="error2">- послуга надається за 2008-2009 навчальні роки;</p>

<div align="center" class="punkt">2. ОБОВ'ЯЗКИ ВИКОНАВЦЯ.</div>

<p>2.1 Надати Замовнику освітню послугу.</p>
<p>2.2 Забезпечити дотримання прав учасників навчального процесу відповідно до діючого законодавства України.</p>
<p>2.3 Видати Замовнику документ про здобуту освіту державного зразка.</p>
<p>2.4. Інформувати Замовника про правила та вимоги щодо
організації надання освітньої послуги, її якості та змісту, про права і обов'язки
сторін під час надання та отримання таких послуг.</p>
<p>2.5 У разі дострокового припинення дії договору (незалежно
від підстав для такого припинення) у зв'язку з ненаданням Замовнику освітньої
послуги - повернути частину коштів, що були внесені Замовником як попередня плата
за надання освітньої послуги.</p>

<div align="center" class="punkt">3. ОБОВ'ЯЗКИ ЗАМОВНИКА.</div>

<p>3.1 Своєчасно вносити плату за отриману освітню послугу в розмірах і терміном, що
    встановлені цим договором.</p>
<p>3.2 Виконувати вимоги законодавства та статусу Виконавця з організації
    надання освітніх послуг.</p>

<div align="center" class="punkt">4. ПЛАТА ЗА НАДБАННЯ ОСВІТНЬОЇ ПОСЛУГИ ТА ПОРЯДОК РОЗРАХУНКІВ</div>

<p>4.1 Розмір плати встановлюється за весь строк надання освітньої
    послуги і не може змінюватися.</p>
<p>4.2 Загальна вартість освітньої послуги становить  гривень</p>
<p>4.3 Замовник вносить плату.<br>За І курс: <br>- 50% вартості навчання на дату складання договору;</p>
                <p> - 50% вартості навчання у ІІ семестрі І-ого курсу до 3.02 поточного навчального року.</p>
                <p>За наступні курси - посеместрово:</p> <p>-за І семестр навчального курсу до 1.10 поточного навчального року;</p> <p>-за ІІ семестр навчального курсу до 3.02 поточного навчального року.</p>
                    <p>4.4 Термін оплати за навчання на ІІ-ІV курсах з ініциативи замовника може змінюватися на підставі письмової заяви замовника, погодженою з Виконавцем, яка вважається невідємною частиною договору.</p>
                    <p>4.5 Замовник має право здійснити попереднью оплату у повному обсязі за курс, або за весь період навчання.</p>





<div align="center" class="punkt">5. ВІДПОВІДАЛЬНІСТЬ СТОРІН ЗА НЕВИКОНАННЯ АБО НЕНАЛЕЖНЕ ВИКОНАННЯ ЗАБОВЯЗАНЬ</div>

<p>5.1 За невиконання або неналежне виконання зобовязань за цим договором сторони несуть відповідальність згідно з чинним законодавством.</p>
<p>5.2 За несвоєчасне внесення плати за надання освітніх послуг Замовник сплачує Виконавцю пеню у розмірі 0,3% від несвоєчасно внесеної суми за кожний день просрочки.</p>

<div align="center" class="punkt">6. ПРИПИНЕННЯ ДОГОВОРУ.</div>

<p>6.1 Дія договору припиняється:
    <p>- за згодою сторін;</p>
   <p> - якщо виконання стороною договору своїх зобов'язань є неможливим у зв'язку
з прийняттям нормативно-правових актів, що змінили умови, встановлені договором щодо
освітньої послуги, і будь-яка із сторін не погоджується про внесення змін до договору;</p>
<p>- у разі відрахування Замовника - фізичної особи з навчального закладу згідно з
    законодавством;</p>
        <p>- за рішенням суду в разі систематичного порушення або невиконання умов
            договору.</p>
<p>6.2 Дія договору зупиняється у разі надання академічної відпустки
    Замовнику згідно із законодавством на весь термін такої відпустки.</p>
 <span class="yurlic">Юридичні адреси сторін:</span>
<table width="685"> 
<tr>
<td width="220">
<div class="left"><p >Замовник</p>
    <p>поштова адреса: <u><?= $stud->street; ?></u> <u><?= $stud->streettype ?> <?= $stud->city; ?></u></p>
    <p>тел.: <u><?= $stud->tel; ?></u> </p>
    <p>серія: <u><?= $stud->spassport; ?></u> та №: <u><?= $stud->npassport; ?></u></p>
        <p>паспорту, ким, коли виданий: <br /> <u><?= $stud->whopasspotr; ?></u> , <br /><u><?= $stud->whenpassport; ?></u></p>
<p class="smallw">(Якщо Замовником є фізична особа, то в <br />
договорі зазначаються дані її паспорта та <br> ідентифікаційний номер платника
    податку та <br /> інших обов'язкових платежів)
    <p>__________________ „Замовник“</p>
    <p>„ ______“ __________________ 201__ р.</p></div>



</td>
<td width="220">
<div class="right"><p>Виконавець</p>
    <p>поштова адреса: 72312, Запорізька обл.,<br /> м.Мелітополь, вул.Леніна, 20.</p>
    <p>МДПУ ім.Б.Хмельницького</p>
    <p>тел.: 44-04-64, 44-03-60</p>
    <p>факс: 44-04-64</p>
    <p>МФО813015, банк МДПУ <br/> в Запорізькій обл.,ОКПО 02125237</p>
    <p>р/р 31258272210163</p>
        <p>________________ Молодиченко В.В.</p>
        <p>„ ______“  _________________ 201__ р.</p></div> 
   </td>
  </tr>
</table><br />
</body>
</html>
