<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title>Untitled Document</title>
<style>
.zagolov
{
font-weight:bold;
text-align: center;
}

p
{
   /*text-indent: 20px;*/
    margin-top: 0.1em; /* Отступ сверху */
    margin-bottom: 0.1em; /*Отступ снизу*/
}
</style>
</head>

<body>
<div class="zagolov">ТИПОВА УГОДА</div> 

           <div align="center">  про підготовку фахівців з вищою освітою<br /> 
Мелітопольський державний педагогічний університет імені Богдана Хмельницького <br />
підрядковий Міністерство освіти і науки молоді та спорту України</div>
<table>
<tr>
<td>
  N_____________
 </td><td>
 "___" __________ 2012 р.
 </td>
 </tr>
 </table>      
                      
<div>в особі керівника ректора проф. В.В. Молодиченко </div> 
<div>та студента ___________________________________________________________________ </div> 
<div>факультет ____________________________________________________________________</div> 
<div>галузь знань __________________________________________________________________ </div>                 
<div>напрям підготовки_____________________________________________________________  </div> 
<div>підготовка за освітньо-кваліфікаційним рівнем бакалавр, спеціаліст ___________________</div> 
<div>уклали цю угоду про наступне: </div> 

<div> 1. Вищий навчальний заклад зобов'язується забезпечити: 
<p> якісну теоретичну і практичну підготовку фахівця з вищою освітою згідно з навчальними <br />
 планами та програмами і вимогами  кваліфікаційних характеристик фахівця; </p>
<p>після закінчення навчання та одержання відповідної кваліфікації місцем <br /> 
працевлаштування в державному секторі народного господарства, де він зобов'язаний </div> 
відпрацювати не менше трьох років.</p> </div> 
<div>2. Студент зобов'язується:
<p>оволодіти всіма видами професійної діяльності, передбаченими відповідною <br />
кваліфікаційною характеристикою фахівця за напрямом  підготовки <br />
 _____________________________________________________________________________</p>
<p>прибути після закінчення вищого навчального закладу на місце направлення і <br />
відпрацювати не менше трьох років, відповідно до Пост. КНУ від 22.08.1996 р. № 992 <br />
у разі відмови прибути за призначенням відшкодувати до державного бюджету вартість навчання в установленому порядку.</p> </div> 
<div>3.  Інші положення:
     зміни та доповнення до цієї угоди вносяться шляхом підписання 
додаткових угод;
     дія угоди   припиняється   за   згодою  сторін  (оформляється  протоколом); (наказ по вузу, призначення членів комісії, які будуть входити до оформлення протоколу, з яких умов припиняється дія угоди) 
     усі спори,  які можуть виникати між сторонами,  вирішуються в  судовому порядку.</div> 
    <div> Угода набирає  чинності  з  моменту підписання і діє до<br />  
«_______»_______________2012 р. </div>
    
   <div>  Угоду складено у двох примірниках, які зберігаються у кожної із сторін і мають однакову юридичну силу. </div> 
<div>4. Юридичні адреси сторін: <br />
Мелітопольський державний педагогічний університет імені Богдана Хмельницького <br />
  обл. Запорізька, м. Мелітополь, вул. Леніна, 20 індекс 72312, т. 440464<br />
Розрахунковий рахунок Р/Р, 31258272210163, МФО 813015 банк ГУДКСУ у Запорізькій обл. код ОКПО 02125237 
<div>Студент ______________________________________________________________________ 
_____________________________________________________________________________
             <div>(місце постійного проживання, адреса, номер телефону) 
<div>паспорт______________________________________________________________________ 
              <div> (серія, номер, ким і коли виданий)
 <table>
 <tr>
 <td>
 Ректор ___________________<br />           
              
 Головний бухгалтер_________                                          
  </td>
  <td>
  Студент________________ <br />
  
     «________» ____________ 2012р.
</td></tr>
</table>
</body>
</html>
